Repository: minchal/vero-hello-app
Catalog: system/app/resources/i18n/*/global.xliff
Languages: pl

source: index
pl: Strona główna

source: sitemap
pl: Mapa strony

source: yes
pl: Tak

source: no
pl: Nie

source: edit
pl: Edytuj

source: add
pl: Dodaj

source: delete
pl: Usuń

source: copy
pl: Kopiuj

source: details
pl: Szczegóły

source: more
pl: Więcej

source: preview
pl: Podgląd

source: selected
pl: Zaznaczone:

source: from
pl: Od

source: to
pl: Do

source: search
pl: Szukaj

source: history
pl: Historia zmian

source: revert
pl: Przywróć...

source: order info
pl: Przeciągaj pozycje aby zmieniać ich kolejność.

source: search all
pl: -- Brak filtra --

source: saved
pl: Zmiany zostały zapisane pomyślnie.

source: delete title
pl: Usuń

source: delete question
pl: Czy jesteś pewien, że chcesz usunąć: {0}?

source: delete question multi
pl: Czy jesteś pewien, że chcesz usunąć wybrane elementy ({0})?

source: delete question modal
pl: Czy jesteś pewien, że chcesz usunąć element?

source: delete question modal multi
pl: Czy jesteś pewien, że chcesz usunąć wybrane elementy?

source: delete question modal none
pl: Wybierz elementy!

source: delete ok
pl: Elementy zostały usunięte.

source: error
pl: Błąd

source: error title
pl: Wystąpił błąd

source: not found
pl: Podana strona nie istnieje. Upewnij się, że wprowadzony adres jest prawidłowy.

source: access denied
pl: Nie posiadasz wymaganych uprawnień, aby wejść na tę stronę.

source: access denied guest
pl: Nie posiadasz wymaganych uprawnień, aby wejść na tę stronę.<br /> Jeśli posiadasz konto w serwisie <a href="{0}">zaloguj się</a>.

source: item not found
pl: Nie znaleziono takiego elementu.

source: error demo
pl: Funkcja nie jest dostępna na stronie demonstracyjnej.

source: error token
pl: Formularz, który próbujesz użyć, stracił ważność lub został już wysłany.

source: error csrf
pl: Nie posiadasz uprawnień, aby użyć tego formularza.

source: validator required
pl: To pole jest wymagane.

source: validator length compare
pl: Proszę o podanie wartości o długości {0} znaków.

source: validator length scope
pl: Proszę o podanie wartości o długości od {0} do {1} znaków.

source: validator length min
pl: Proszę o podanie przynajmniej {0} znaków.

source: validator length max
pl: Proszę o podanie nie więcej niż {0} znaków.

source: validator date
pl: Proszę o podanie prawidłowej daty.

source: validator datetime
pl: Proszę o podanie prawidłowej daty i czasu.

source: validator email
pl: Proszę o podanie prawidłowego adresu email.

source: validator integer
pl: Proszę o podanie prawidłowej liczby.

source: validator number
pl: Proszę o podanie prawidłowej liczby.

source: validator range scope
pl: Proszę o podanie wartości z przedziału od {0} do {1}.

source: validator range min
pl: Proszę o podanie wartości większej bądź równej {0}.

source: validator range max
pl: Proszę o podanie wartości mniejszej bądź równej {0}.

source: validator precision
pl: Wartość liczbowa może mieć od {0} do {1} cyfr po przecinku.

source: validator password
pl: Hasło zawiera niedozwolone znaki.

source: validator repeat
pl: Proszę o podanie tej samej wartości ponownie.

source: validator time
pl: Proszę o podanie czasu w formacie GG:MM:SS.

source: validator regexp
pl: Proszę o podanie wartości w formacie {0}.

source: validator numstr
pl: Proszę o podanie wartości zawierającej tylko cyfry i '-'.

source: validator idstr
pl: Proszę o podanie wartości zawierającej tylko litery, cyfry lub znaki: {0}.

source: validator idstr letter first
pl: Pierwszy znak musi być literą.

source: validator unique
pl: Podana wartość jest już zajęta.

source: validator set
pl: Wartość pola musi zawierać się w określonym zakresie.

source: validator equals
pl: Wartość pola jest nieprawidłowa.

source: upload error required
pl: Przesłanie pliku jest wymagane.

source: upload error invalid
pl: Wysłany plik jest nieprawidłowy.

source: upload error move
pl: Wystąpił błąd podczas wysyłania pliku. Plik nie mógł być zapisany na serwerze.

source: upload error 1
pl: Wysłany plik jest zbyt duży.

source: upload error 2
pl: Wysłany plik jest zbyt duży.

source: upload error 3
pl: Wysłany plik nie został przesłany w całości.

source: upload error 4
pl: Wysłany plik nie został przesłany prawidłowo.

source: upload error 6
pl: Wysłany plik nie został przesłany prawidłowo. Błąd serwera.

source: upload error 7
pl: Wysłany plik nie został przesłany prawidłowo. Błąd serwera.

source: upload error 8
pl: Wysłany plik nie został przesłany prawidłowo. Błąd serwera.

source: upload error text
pl: Plik musi być plikiem tekstowym.

source: upload error image
pl: Plik musi być obrazem typu JPG, GIF lub PNG.

source: month 1
pl: styczeń

source: month 2
pl: luty

source: month 3
pl: marzec

source: month 4
pl: kwiecień

source: month 5
pl: maj

source: month 6
pl: czerwiec

source: month 7
pl: lipiec

source: month 8
pl: sierpień

source: month 9
pl: wrzesień

source: month 10
pl: październik

source: month 11
pl: listopad

source: month 12
pl: grudzień
